[
    {
        "id": 1,
        "category": "BRAKES AND BRAKE PARTS",
        "name": "Power Stop Front One Stock Replacement Brake Rotor AR8250",
        "description": "Power Stop has been providing a safe, problem-free performance brake upgrade since 95 and is equally committed to eco friendly practices. Power Stop is committed to supplying our customers with 100% Copper-Free Brake Pads that meet their ongoing performance requirements far in advance of the defined timeline stated in California SB 346 and Washington SB 6557. Every brake pad we sell uses a carbon-fiber ceramic material, providing a dust-free, noise-free, fail-free braking experience. Our engineers work to ensure everything we make is a direct bolt-on replacement for the original brakes, making it easy to upgrade any vehicles braking performance.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 320,
        "img": "https://i.ibb.co/hM8RLPL/brake1.jpg"
    },
    {
        "id": 2,
        "category": "BRAKES AND BRAKE PARTS",
        "name": "Power Stop Front Stock Replacement Brake Pad and Rotor Kit KOE2553",
        "description": "Power Stop Stock Replacement brake kits include a complete set of Autospecialty OE Replacement Brake Rotors and high performance Evolution Ceramic Pads. The rotors are cast using the finest G3000 metallurgy with strict OE tolerances - making them a perfect, bolt-on upgrade without the need to make any modifications. They are non-directional rotor surface with 100% mill balance. This affordable stock replacement brake kit is for all vehicles. If you need a fast, easy and affordable solution for better braking, then you need Power Stop Autospecialty OE Replacement Brake Kit!",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": " https://i.ibb.co/g9tnpCn/brake2.jpg"
    },
    {
        "id": 3,
        "category": "REPLACEMENT PARTS",
        "name": "AHOOGA ANTIQUE VINTAGE STYLE 110DB OLD FASHION VEHICLE CAR TRUCK AIR HORN BOAT",
        "description": "Fit for Honda, VW, Daewoo, Daihatsu, Datsun and Eunos. Great Wall, Holden, GM, Isuzu, Kia, Landrover.For Mazda,  Nissan, Proton, Range Rover Saab, Subaru, ect. Designed for Cars Trucks RVs or any 12v vehicle!",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/cx846Q8/horn2.jpg"
    },
    {
        "id": 4,
        "category": "REPLACEMENT PARTS",
        "name": "VEVOR Air Horn Train Horn for Boat Truck Car,12V 150DB 4 Trumpet Super Loud with Compressor",
        "description": "VEVOR is a leading brand that specializes in equipment and tools. Along with thousands of motivated employees, VEVOR is dedicated to providing our customers with tough equipment & tools at incredibly low prices. Today, VEVOR has occupied markets of more than 200 countries with 10 million plus global members.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/DWHHLtD/horn1.jpg"
    },
    {
        "id": 5,
        "category": "REPLACEMENT PARTS",
        "name": "Set of 8 ISA Ignition Coils and 8 Motorcraft Spark Plugs for 2011-2016 Ford F150 Mustang 5.0LV8 Replacement for DG542 UF622",
        "description": "ISA Ignition Coils are designed with superior quality materials using only the highest grade material such as durable copper wire with OE manufacturer durability.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/26f37QW/coil1.jpg"
    },
    {
        "id": 6,
        "category": "BRAKES AND BRAKE PARTS",
        "name": "Disc Brake Pad Set",
        "description": "EVOLUTION Z16 Clean Ride Ceramic brake pads are formulated from an enhanced poly-ceramic formula for noise free braking. All Z16 pads are made using OEM Positive Mold Technology, Chamfered and Slotted to match OE design, Post Cured & Thermal Scorched to insure fast break-in and include Dual active rubber shims to provide maximum noise reduction.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/wR90d91/brake3.jpg"
    },
    {
        "id": 7,
        "category": "AUTO SAFETY ACCESSORIES",
        "name": "EverStart Maxx 2200 Lumen Spotlight, Rechargeable Li-Ion with Power-in/Power-out (SL10LEDE)",
        "description": "The EVERSTART MAXX SL10LEDE Lithium-Ion LED Rechargeable Spotlight is a powerful and long-lasting indoor/outdoor spotlight. Whether at home, in a vehicle, camping or during a roadside emergency or power failure, this spotlight will allow you to illuminate even the darkest of work areas. The ultra-bright LED provides up to 2200 lumens and features CLO (continuous light output), so it stays brighter longer than traditional spotlights. A rugged pistol-grip handle offers the user a comfortable grip, while use of the locking pivoting stand and convenient trigger lock provides hands-free operation. Recharge personal Electronics with the patented 2 Way USB port that provides up to 1A USB output. The Powerful LED provides a runtime of up to one hour on high and seven hours on low. Lithium-ion technology allows for up to 12 months without recharging. USB charging cord is included to recharge the spotlight at home or inside a vehicle.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/LkvCfMW/safety1.jpg"
    },
    {
        "id": 8,
        "category": "AUTO SAFETY ACCESSORIES",
        "name": "Pyle PLCM7200 7″ LCD Mirror Monitor/Backup Night Vision Camera Kit",
        "description": "Add an extra line of safety and become a better driver with this commercial grade backup camera and monitor system. The Pyle PLCM7200 7 in. LCD Mirror Monitor/Backup Night Vision Camera Kit allows you to mount your camera and monitor exactly where you need it. The small and durable camera installs easy and provides you with an extra set of eyes when on the road. Steer clear of bicyclists, watch out for pedestrians and skill your way into those tight parking spots like never before. The rearview mirror assembly attaches easily to your existing mirror and features a built-in 7 in. LCD display. It provides crisp, color picture from your backup camera. It's also useful whenever you reverse or when visibility is limited. Preferred mounting location for the camera is just above the rear license plate. The system comes all the necessary cables and wiring for connection. Drive safer and smarter with the Pyle PLCM7200 Backup Camera and Mirror Monitor System.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/PGyL6Pv/safety2.jpg"
    },
    {
        "id": 9,
        "category": "AUTO SAFETY ACCESSORIES",
        "name": "Trimax TCL65 Deluxe Universal Wheel Chock Lock-Yellow/Red",
        "description": "The TCL65 is a deluxe wheel chock lock that can help you achieve maximum security quickly and easily for all unattended trailers, cars, boats, and more. Made of heavy-gauge powder-coated steel with a strong pick-resistant locking mechanism. Provides 6 inch opening when locked, a 10.5 inch opening when unlocked, and has a reach of 7.25 Includes 3 keys.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/wYWdbPf/safety3.jpg"
    },
    {
        "id": 10,
        "category": "AUTO & TIRES",
        "name": "Uniroyal Tiger Paw Touring A/S All-Season 235/50R17 96V Tire",
        "description": "Uniroyal Tiger Paw Touring A/S All-Season TireOur long lasting all-season tire designed for your everyday needs. Our most popular line with tire sizes available for an estimated 80% of all passenger cars. Tiger Paw tires have been redefining passenger tire performance since they were first introduced in the 1960's.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/FbLv9CR/tire1.jpg"
    },
    {
        "id": 11,
        "category": "AUTO & TIRES",
        "name": "Uniroyal Tiger Paw Touring AS DT 235/55R19 101V",
        "description": "Uniroyal Tiger Paw Touring A/S All-Season TireOur long lasting all-season tire designed for your everyday needs. Our most popular line with tire sizes available for an estimated 80% of all passenger cars. Tiger Paw tires have been redefining passenger tire performance since they were first introduced in the 1960's.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/fr3rnJ3/tire2.jpg"
    },
    {
        "id": 12,
        "category": "AUTO & TIRES",
        "name": "Michelin Premier A/S 235/60R16 100 H Tire",
        "description": "Michelin Premier A/S has long lasting winter performance. EverGrip technology allows the expanding rain grooves to widen and emerging grooves to open as the tire wears. Sunflower Oil in the advanced EverGrip Compound allow the tire to be flexible in lower temperatures. This technology allows the tires, even when worn, to stop shorter on wet roads than leading competitors' brand new tires, as well as provide all season traction on wintry roads",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/K2Rfsxt/tire3.jpg"
    },
    {
        "id": 13,
        "category": "STEERING WHEEL COVERS",
        "name": "Zone Tech Shiny Bling Steering Wheel Cover  Crystal Steering Wheel Cover with PU Leather Backing",
        "description": "The Zone Tech steering wheel cover is designed to fit all standard 15 inch steering wheels and is also Easy to Install. Simply slip it right on to your steering wheel and your good to go. Just place the cover on top of the steering wheel. Press and hold the upper part of the cover and gradually lower it with both hands on either side to tighten.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/B6YzC9J/wheel1.jpg"
    },
    {
        "id": 14,
        "category": "STEERING WHEEL COVERS",
        "name": "Alpena Swc Brown Leather",
        "description": "The Alpena brown Copenhagen Leather steering wheel cover sets new levels of comfort with it's soft supple leather feel. The Copenhagen Leather steering wheel cover helps in the winter months by providing a warmer, softer surface on your steering wheel. It also helps in the summer months by providing a cooler surface for the driver to touch.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/ryh7gDB/wheel2.jpg"
    },
    {
        "id": 15,
        "category": "STEERING WHEEL COVERS",
        "name": "Alpena Swc Beige Leather",
        "description": "The Alpena brown Copenhagen Leather steering wheel cover sets new levels of comfort with it's soft supple leather feel. The Copenhagen Leather steering wheel cover helps in the winter months by providing a warmer, softer surface on your steering wheel. It also helps in the summer months by providing a cooler surface for the driver to touch.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/wYpmdRk/wheel3.jpg"
    },
    {
        "id": 16,
        "category": "TOOLS & EQUIPMENT",
        "name": "Schumacher Fully Automatic Battery Charger and Maintainer 10 Amp/2 Amp, 12V",
        "description": "The Schumacher SC1282 Battery Charger and Maintainer is a great option for automotive, marine and power sport batteries. The microprocessor automatically adjusts the amperage rate. Features multi-stage charging to help extend battery life. Includes LED light indicators and simple button controls for easy use. Reverse hook-up protection prevents charger from operating if clamps are reversed. Schu Eco Energy meets the highest industry standards. Compatible with standard, AGM and gel batteries.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/tX2Gprc/tools1.jpg"
    },
    {
        "id": 17,
        "category": "TOOLS & EQUIPMENT",
        "name": "Niche Charger Automatic Smart Battery Maintainer 12V 0.75A for ATV",
        "description": "This is a Niche Battery Charger. The Niche Part Number is 519-CBC2223H. This part Includes (1) battery charger. The purpose of this charger is to recharge your battery in your machine so it keeps working at peak performance. This battery charger can be used for many different vehicles including motorcycles, UTVs, ATVs, Boats, Snowmobiles, Cars, Trucks, and even Lawn Mowers.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/9yPxMzv/tools2.jpg "
    },
    {
        "id": 18,
        "category": "TOOLS & EQUIPMENT",
        "name": "GOOLOO 2Amp 12V Smart Battery Charger Maintainer Car Trickle Chargers",
        "description": "COMPATIBILITY- The smart charger is designed for 12V lead-acid batteries that are UP TO 40Ah, such as wet, gel, flooded, AGM, maintenance free and calcium batteries. And the GOOLOO equipment can charge and maintain cars, motorcycles, lawnmowers, trucks (small), tricycles, electric vehicles, agricultural vehicles, tractors, SUVs, boats, yachts, motorboat, and more.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/85Tq9D4/tools3.jpg"
    },
    {
        "id": 19,
        "category": "REPLACEMENT PARTS",
        "name": "2 Pieces 300 DB Super Train Horn For SUV Trucks Car-Boat Motorcycles New",
        "description": "The 300DB Train Horn offers the loudest sound on the market, while also being the most compact Train Horn offered!Train Horn is Suitable For Almost Any Vehicle! While It's the perfect upgrade for trucks, our horn is also compatible with SUVs, passenger cars, boats and motorcycles.",
        "minOrder": "50",
        "availableQty": "300",
        "price": 420,
        "img": "https://i.ibb.co/mcvjBYf/horn3.jpg"
    }
]
